Repository: liuzifa1/Filz
Catalog: liquidsendApp/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# %@ server on port %u
source: %1$@ server on port %2$u
ja: %@サーバー（ポート%u）
zh_hans: %@ 服务器，端口 %u

source: %lld item(s)
ja: %lld項目
zh_hans: %lld 个项目

# %lld minutes %lld seconds
source: %1$lld minutes %2$lld seconds
ja: %lld分%lld秒
zh_hans: %lld 分 %lld 秒

# %lld of %lld items
source: %1$lld of %2$lld items
ja: %lld / %lld項目
zh_hans: %lld / %lld 个项目

source: %lld s
ja: %lld秒
zh_hans: %lld 秒

source: %lld seconds
ja: %lld秒
zh_hans: %lld 秒

source: About
ja: 情報
zh_hans: 关于

source: About Filz!
ja: Filz!について
zh_hans: 关于 Filz!

source: Accept
ja: 承認
zh_hans: 接受

source: Accept the transfer on the receiving device.
ja: 受信側のデバイスで転送を承認します。
zh_hans: 在接收设备上接受传输。

source: Accepted; waiting for upload
ja: 承認済み、アップロード待機中
zh_hans: 已接受，等待上传

source: Active Transfers
ja: 進行中の転送
zh_hans: 正在进行的传输

source: Add
ja: 追加
zh_hans: 添加

source: Add Another Device
ja: 別のデバイスを追加
zh_hans: 添加其他设备

source: Add Attachments
ja: 添付ファイルを追加
zh_hans: 添加附件

source: Add by IP Address
ja: IPアドレスで追加
zh_hans: 通过 IP 地址添加

source: Add favourite
ja: お気に入りに追加
zh_hans: 添加到收藏

source: Add one or more attachments before sending.
ja: 送信する前に添付ファイルを追加してください。
zh_hans: 请先添加一个或多个附件。

source: Add photos, videos, files, or text to continue.
ja: 続けるには写真、ビデオ、ファイル、またはテキストを追加してください。
zh_hans: 添加照片、视频、文件或文本以继续。

source: Address
ja: アドレス
zh_hans: 地址

source: Advanced Networking
ja: 詳細ネットワーク設定
zh_hans: 高级网络设置

source: All
ja: すべて
zh_hans: 全部

source: Allow Access
ja: アクセスを許可
zh_hans: 允许访问

source: Allow add-only Photos access if you want Filz to save received photos and videos to your library. Filz can add new items but can’t read your existing library.
ja: 受信した写真やビデオをライブラリに保存するには、写真への追加のみのアクセスを許可してください。Filzは新しい項目を追加できますが、既存のライブラリを読み取ることはできません。
zh_hans: 如果你希望 Filz 将收到的照片和视频保存到照片图库，请允许“仅添加照片”访问权限。Filz 可以添加新项目，但无法读取你现有的图库。

source: Allow Local Network Access
ja: ローカルネットワークへのアクセスを許可
zh_hans: 允许访问本地网络

source: Allow Photos Access
ja: 写真へのアクセスを許可
zh_hans: 允许访问照片

source: Continue
ja: 続ける
zh_hans: 继续

source: Finish Setup
ja: 設定を完了
zh_hans: 完成设置

source: Requesting Access…
ja: アクセスをリクエスト中…
zh_hans: 正在请求访问权限…

source: Skip for Now
ja: 今はスキップ
zh_hans: 暂时跳过

source: Android 5.0 or later
ja: Android 5.0以降
zh_hans: Android 5.0 或更高版本

source: App
ja: アプリ
zh_hans: 应用

source: Apply
ja: 適用
zh_hans: 应用

source: Applying this restarts the LocalSend server so nearby devices see the new name.
ja: 適用するとLocalSendサーバーが再起動し、近くのデバイスに新しい名前が表示されます。
zh_hans: 应用后将重启 LocalSend 服务器，以便附近设备看到新名称。

source: Approval needed
ja: 承認が必要です
zh_hans: 需要批准

source: Approval required in Send
ja: 「送信」で承認してください
zh_hans: 请在“发送”中批准

source: Attachments
ja: 添付ファイル
zh_hans: 附件

source: Author / maintainer
ja: 作者 / メンテナー
zh_hans: 作者 / 维护者

source: Auto Add to Photos
ja: 写真に自動追加
zh_hans: 自动添加到“照片”

source: Auto Finish
ja: 自動完了
zh_hans: 自动完成

source: Average Speed
ja: 平均速度
zh_hans: 平均速度

source: Browser
ja: ブラウザ
zh_hans: 浏览器

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Canceled
ja: キャンセル済み
zh_hans: 已取消

source: Cargo metadata is the source of package names, versions, authors, license expressions, descriptions, and repository links. Complete license terms remain available from each project source. Third-party copyright notices remain the property of their respective owners.
ja: パッケージ名、バージョン、作者、ライセンス表記、説明、リポジトリへのリンクはCargoメタデータに基づいています。完全なライセンス条項は各プロジェクトのソースで確認できます。第三者の著作権表示は各権利者に帰属します。
zh_hans: 软件包名称、版本、作者、许可证标识、说明和代码仓库链接均来自 Cargo 元数据。完整许可证条款可在各项目源代码中查看。第三方版权声明归其各自所有者所有。

source: Change Device Name
ja: デバイス名を変更
zh_hans: 更改设备名称

source: Change the search or filter.
ja: 検索条件またはフィルタを変更してください。
zh_hans: 请更改搜索内容或筛选条件。

source: Check if both devices are on the same network.
ja: 両方のデバイスが同じネットワークに接続されているか確認してください。
zh_hans: 请确认两台设备连接到同一网络。

source: Choose a Website Download
ja: Webサイトからダウンロードを選ぶ
zh_hans: 选择网站下载

source: Choose at least one destination.
ja: 送信先を1つ以上選択してください。
zh_hans: 请至少选择一个目标设备。

source: Choose Destination
ja: 送信先を選択
zh_hans: 选择目标设备

source: Choose Multiple Destinations
ja: 複数の送信先を選択
zh_hans: 选择多个目标设备

source: Choose one or more devices to receive these items.
ja: これらの項目を受信するデバイスを選択してください。
zh_hans: 选择一台或多台设备来接收这些项目。

source: Clear attachments
ja: 添付ファイルを消去
zh_hans: 清除附件

source: Clear Favourites
ja: お気に入りを消去
zh_hans: 清除收藏

source: Clear selected files
ja: 選択したファイルを消去
zh_hans: 清除所选文件

source: CLI
ja: コマンドライン
zh_hans: 命令行

source: close
ja: 閉じる
zh_hans: 关闭

source: Close
ja: 閉じる
zh_hans: 关闭

source: Completed
ja: 完了
zh_hans: 已完成

source: Completed sends and receives will appear here.
ja: 完了した送受信はここに表示されます。
zh_hans: 已完成的发送和接收记录将显示在这里。

source: Contact
ja: お問い合わせ
zh_hans: 联系

source: Copy
ja: コピー
zh_hans: 复制

source: Copy Text
ja: テキストをコピー
zh_hans: 复制文本

source: Could not prepare media: %@
ja: メディアを準備できませんでした：%@
zh_hans: 无法准备媒体：%@

source: Current
ja: 現在のファイル
zh_hans: 当前文件

source: Data Stored on This Device
ja: このデバイスに保存されるデータ
zh_hans: 存储在此设备上的数据

source: Date
ja: 日時
zh_hans: 日期

source: Decline
ja: 拒否
zh_hans: 拒绝

source: Declined
ja: 拒否済み
zh_hans: 已拒绝

source: Declined files from %@.
ja: %@からのファイルを拒否しました。
zh_hans: 已拒绝来自 %@ 的文件。

source: Declined receive request.
ja: 受信リクエストを拒否しました。
zh_hans: 已拒绝接收请求。

source: Delete
ja: 削除
zh_hans: 删除

source: Delete all transfer history?
ja: すべての転送履歴を削除しますか？
zh_hans: 删除所有传输历史记录？

source: Delete History
ja: 履歴を削除
zh_hans: 删除历史记录

source: Destination
ja: 送信先
zh_hans: 目标设备

source: Destinations
ja: 送信先
zh_hans: 目标设备

source: Device
ja: デバイス
zh_hans: 设备

source: Device Icon
ja: デバイスアイコン
zh_hans: 设备图标

source: Device Model
ja: デバイスモデル
zh_hans: 设备型号

source: Device Name
ja: デバイス名
zh_hans: 设备名称

source: Device or file name
ja: デバイス名またはファイル名
zh_hans: 设备或文件名称

source: Direction
ja: 方向
zh_hans: 方向

source: Discovery Timeout
ja: 検出タイムアウト
zh_hans: 发现超时

source: Done
ja: 完了
zh_hans: 完成

source: Download from the LocalSend Website
ja: LocalSendのWebサイトからダウンロード
zh_hans: 从 LocalSend 网站下载

source: Encryption
ja: 暗号化
zh_hans: 加密

source: Enter a valid local server port in Settings.
ja: 設定で有効なローカルサーバーポートを入力してください。
zh_hans: 请在设置中输入有效的本地服务器端口。

source: Enter a valid port between 1 and 65535.
ja: 1から65535までの有効なポートを入力してください。
zh_hans: 请输入 1 到 65535 之间的有效端口。

source: Enter an IP address or hostname.
ja: IPアドレスまたはホスト名を入力してください。
zh_hans: 请输入 IP 地址或主机名。

source: Error
ja: エラー
zh_hans: 错误

source: Estimated Time
ja: 推定残り時間
zh_hans: 预计剩余时间

source: Failed
ja: 失敗
zh_hans: 失败

source: Favourite
ja: お気に入り
zh_hans: 收藏

source: Favourites
ja: お気に入り
zh_hans: 收藏

source: File access is used only for files you select, receive, or share into the app.
ja: ファイルへのアクセスは、選択、受信、またはこのアプリに共有したファイルにのみ使用されます。
zh_hans: 文件访问权限仅用于你选择、接收或共享到本应用的文件。

source: Files
ja: ファイル
zh_hans: 文件

source: Files and text are transferred directly between devices on your local network. Filz! does not upload your files to a cloud service or route them through a Filz! server.
ja: ファイルとテキストはローカルネットワーク上のデバイス間で直接転送されます。Filz!はファイルをクラウドサービスへアップロードしたり、Filz!サーバーを経由させたりしません。
zh_hans: 文件和文本会在本地网络中的设备之间直接传输。Filz! 不会将文件上传到云服务，也不会通过 Filz! 服务器中转。

source: Files shared to Filz! are kept only as needed to prepare and send the transfer.
ja: Filz!に共有されたファイルは、転送の準備と送信に必要な間だけ保持されます。
zh_hans: 共享到 Filz! 的文件只会在准备和发送传输所需的时间内保留。

source: Filter
ja: フィルタ
zh_hans: 筛选

source: Filter history
ja: 履歴を絞り込む
zh_hans: 筛选历史记录

source: Filz can automatically add received photos and videos to your Photos library.
ja: Filzは受信した写真やビデオを写真ライブラリへ自動的に追加できます。
zh_hans: Filz 可以自动将收到的照片和视频添加到你的“照片”图库。

source: Filz is a open source project aims to provide a native LocalSend experience on iOS.
ja: Filzは、iOSでネイティブなLocalSend体験を提供することを目的としたオープンソースプロジェクトです。
zh_hans: Filz 是一个开源项目，旨在 iOS 上提供原生的 LocalSend 体验。

source: Filz is ready to send files to and receive files from LocalSend on your other devices.
ja: Filzから他のデバイス上のLocalSendへファイルを送受信できるようになりました。
zh_hans: Filz 已准备好与其他设备上的 LocalSend 收发文件。

source: Filz needs Local Network access to discover LocalSend devices on your Wi-Fi and transfer files directly between them. Your files never leave your local network.
ja: Filzは、Wi-Fi上のLocalSendデバイスを検出し、デバイス間でファイルを直接転送するためにローカルネットワークへのアクセスが必要です。ファイルがローカルネットワークの外部に送信されることはありません。
zh_hans: Filz 需要“本地网络”访问权限，才能发现 Wi-Fi 网络中的 LocalSend 设备并在设备之间直接传输文件。你的文件不会离开本地网络。

source: Filz! does not collect, sell, share, or track user data.
ja: Filz!はユーザーデータを収集、販売、共有、追跡しません。
zh_hans: Filz! 不会收集、出售、共享或跟踪用户数据。

source: Filz! is built with open source software. This page lists the upstream LocalSend project and the resolved Rust crates used by the iOS LocalSend Core build.
ja: Filz!はオープンソースソフトウェアで構築されています。このページには、上流のLocalSendプロジェクトとiOS LocalSend Coreのビルドで使用されるRustクレートを掲載しています。
zh_hans: Filz! 使用开源软件构建。此页面列出了上游 LocalSend 项目，以及 iOS LocalSend Core 构建所使用的 Rust 软件包。

source: Find Nearby Devices
ja: 近くのデバイスを探す
zh_hans: 查找附近的设备

source: Fingerprint
ja: フィンガープリント
zh_hans: 指纹

source: Get It on Google Play
ja: Google Playから入手
zh_hans: 前往 Google Play 获取

source: here...
ja: こちら…
zh_hans: 这里…

source: Hide
ja: 非表示
zh_hans: 隐藏

source: History
ja: 履歴
zh_hans: 历史记录

source: Identity
ja: デバイス情報
zh_hans: 设备身份

source: If you have privacy questions, contact the app developer through the support channel where you received Filz!.
ja: プライバシーに関する質問は、Filz!を入手したサポート窓口から開発者へお問い合わせください。
zh_hans: 如果你有隐私方面的问题，请通过获取 Filz! 时所使用的支持渠道联系应用开发者。

source: In Filz, add files and choose that nearby device.
ja: Filzでファイルを追加し、近くにあるそのデバイスを選びます。
zh_hans: 在 Filz 中添加文件，然后选择附近的那台设备。

source: Install LocalSend on another device, connect it to the same local network as Filz, and both devices will appear automatically.
ja: 別のデバイスにLocalSendをインストールし、Filzと同じローカルネットワークに接続すると、両方のデバイスが自動的に表示されます。
zh_hans: 在另一台设备上安装 LocalSend，将它与 Filz 连接到同一本地网络，两台设备就会自动显示。

source: Install with Flatpak
ja: Flatpakでインストール
zh_hans: 使用 Flatpak 安装

source: IP address or hostname
ja: IPアドレスまたはホスト名
zh_hans: IP 地址或主机名

source: IP unavailable
ja: IPアドレスを取得できません
zh_hans: 无法获取 IP 地址

source: Items
ja: 項目
zh_hans: 项目

source: Jump to
ja: 移動
zh_hans: 跳转到

source: Last updated: July 8, 2026
ja: 最終更新：2026年7月8日
zh_hans: 最后更新：2026 年 7 月 8 日

source: Let’s get Filz ready to send and receive files with nearby LocalSend devices.
ja: 近くのLocalSendデバイスとファイルを送受信できるように、Filzを設定しましょう。
zh_hans: 让我们设置好 Filz，以便与附近的 LocalSend 设备收发文件。

source: License
ja: ライセンス
zh_hans: 许可证

source: Local Network access is used to discover and communicate with nearby LocalSend-compatible devices.
ja: ローカルネットワークへのアクセスは、近くにあるLocalSend互換デバイスの検出と通信に使用されます。
zh_hans: 本地网络权限用于发现附近与 LocalSend 兼容的设备并与其通信。

source: LocalSend Core is stopped
ja: LocalSend Coreは停止しています
zh_hans: LocalSend Core 已停止

source: LocalSend device
ja: LocalSendデバイス
zh_hans: LocalSend 设备

source: More ways to send
ja: その他の送信方法
zh_hans: 更多发送方式

source: Name (optional)
ja: 名前（任意）
zh_hans: 名称（可选）

source: Nearby device names, addresses, and transfer metadata are used only to discover devices and complete transfers.
ja: 近くのデバイス名、アドレス、転送メタデータは、デバイスの検出と転送の完了にのみ使用されます。
zh_hans: 附近设备的名称、地址和传输元数据仅用于发现设备和完成传输。

source: Nearby Devices
ja: 近くのデバイス
zh_hans: 附近设备

source: Network
ja: ネットワーク
zh_hans: 网络

source: Network IPs
ja: ネットワークIP
zh_hans: 网络 IP 地址

source: No Attachments
ja: 添付ファイルなし
zh_hans: 没有附件

source: No Destination
ja: 送信先なし
zh_hans: 没有目标设备

source: No Favourites
ja: お気に入りなし
zh_hans: 没有收藏设备

source: No Matching Transfers
ja: 一致する転送なし
zh_hans: 没有匹配的传输

source: No nearby devices
ja: 近くのデバイスがありません
zh_hans: 没有附近设备

source: No Nearby Devices
ja: 近くのデバイスなし
zh_hans: 没有附近设备

source: No Transfers Yet
ja: 転送履歴はまだありません
zh_hans: 暂无传输记录

source: Not Now
ja: 後で
zh_hans: 暂不

source: Offline
ja: オフライン
zh_hans: 离线

source: Online
ja: オンライン
zh_hans: 在线

source: Open in Files
ja: “ファイル”で開く
zh_hans: 在“文件”中打开

source: Open LocalSend on the other device.
ja: もう一方のデバイスでLocalSendを開きます。
zh_hans: 在另一台设备上打开 LocalSend。

source: Open received files
ja: 受信ファイルを開く
zh_hans: 打开已接收文件

source: Open Source
ja: オープンソース
zh_hans: 开源软件

source: Open Source Acknowledgements
ja: オープンソースの謝辞
zh_hans: 开源软件致谢

source: Permissions
ja: 権限
zh_hans: 权限

source: Photo Library add access is disabled in Settings.
ja: 写真ライブラリへの追加アクセスが設定で無効になっています。
zh_hans: “照片”图库添加权限已在系统设置中关闭。

source: Photo Library add access is used only when you choose to save received media to your gallery.
ja: 写真ライブラリへの追加アクセスは、受信したメディアを写真に保存する場合にのみ使用されます。
zh_hans: 只有在你选择将收到的媒体保存到图库时，才会使用“照片”图库添加权限。

source: Photos & Videos
ja: 写真とビデオ
zh_hans: 照片和视频

source: PIN, if required
ja: PIN（必要な場合）
zh_hans: PIN（如需要）

source: Port
ja: ポート
zh_hans: 端口

# Preparing %lld items for %lld destinations...
source: Preparing %1$lld items for %2$lld destinations...
ja: %lld項目を%lld台の送信先用に準備中…
zh_hans: 正在准备 %lld 个项目，发送到 %lld 个目标设备…

source: Preparing attachments
ja: 添付ファイルを準備中
zh_hans: 正在准备附件

source: Preparing transfer
ja: 転送を準備中
zh_hans: 正在准备传输

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Progress
ja: 進捗
zh_hans: 进度

source: Protocol
ja: プロトコル
zh_hans: 协议

source: Quick Save
ja: クイック保存
zh_hans: 快速保存

source: Quick Save for Favourites
ja: お気に入りからクイック保存
zh_hans: 为收藏设备快速保存

source: Receive
ja: 受信
zh_hans: 接收

source: Receive canceled.
ja: 受信をキャンセルしました。
zh_hans: 接收已取消。

source: Receive PIN
ja: 受信PIN
zh_hans: 接收 PIN

source: Receive Request
ja: 受信リクエスト
zh_hans: 接收请求

source: Received
ja: 受信済み
zh_hans: 已接收

source: Receiving
ja: 受信中
zh_hans: 正在接收

# Receiving %lld items from %@...
source: Receiving %1$lld items from %2$@...
ja: %lld項目を受信中（送信元：%@）…
zh_hans: 正在接收 %lld 个项目，来源：%@…

source: Receiving files
ja: ファイルを受信中
zh_hans: 正在接收文件

source: Receiving files...
ja: ファイルを受信中…
zh_hans: 正在接收文件…

source: Recipient PIN
ja: 受信側PIN
zh_hans: 接收方 PIN

source: Refresh devices
ja: デバイスを更新
zh_hans: 刷新设备

source: Rejected
ja: 拒否されました
zh_hans: 已被拒绝

source: Remove
ja: 削除
zh_hans: 移除

source: Remove %@
ja: %@を削除
zh_hans: 移除 %@

source: Remove favourite
ja: お気に入りから削除
zh_hans: 取消收藏

source: Require PIN
ja: PINを必須にする
zh_hans: 要求 PIN

source: Restart Server
ja: サーバーを再起動
zh_hans: 重启服务器

source: Rust Core Dependencies
ja: Rust Coreの依存関係
zh_hans: Rust Core 依赖项

source: Rust crates
ja: Rustクレート
zh_hans: Rust 软件包

source: Save media to gallery
ja: メディアを写真に保存
zh_hans: 将媒体保存到图库

source: Save Received Media
ja: 受信したメディアを保存
zh_hans: 保存接收的媒体

source: Save to history
ja: 履歴に保存
zh_hans: 保存到历史记录

source: Saved Device
ja: 保存済みデバイス
zh_hans: 已保存设备

source: Saved Devices
ja: 保存済みデバイス
zh_hans: 已保存设备

source: Saved Files
ja: 保存済みファイル
zh_hans: 已保存文件

source: Selected Items
ja: 選択した項目
zh_hans: 所选项目

source: Send
ja: 送信
zh_hans: 发送

source: Send a File
ja: ファイルを送信
zh_hans: 发送文件

source: Send canceled.
ja: 送信をキャンセルしました。
zh_hans: 发送已取消。

source: Send Items
ja: 項目を送信
zh_hans: 发送项目

source: Send Text
ja: テキストを送信
zh_hans: 发送文本

source: Send to IP Address
ja: IPアドレスへ送信
zh_hans: 发送到 IP 地址

source: Sender
ja: 送信元
zh_hans: 发送方

source: Sending
ja: 送信中
zh_hans: 正在发送

source: Sending files
ja: ファイルを送信中
zh_hans: 正在发送文件

source: Sent
ja: 送信済み
zh_hans: 已发送

# Sent %lld items to %lld destinations.
source: Sent %1$lld items to %2$lld destinations.
ja: %lld項目を%lld台の送信先へ送信しました。
zh_hans: 已将 %lld 个项目发送到 %lld 个目标设备。

source: Server
ja: サーバー
zh_hans: 服务器

source: Server stopped
ja: サーバー停止中
zh_hans: 服务器已停止

source: Settings
ja: 設定
zh_hans: 设置

source: Settings, favourite devices, transfer history, and draft shared files are stored locally on your device.
ja: 設定、お気に入りのデバイス、転送履歴、共有ファイルの下書きはデバイス内に保存されます。
zh_hans: 设置、收藏设备、传输历史记录和共享文件草稿均存储在你的设备本地。

source: Size
ja: サイズ
zh_hans: 大小

source: Source
ja: ソース
zh_hans: 源代码

source: Speed
ja: 速度
zh_hans: 速度

source: Start server
ja: サーバーを開始
zh_hans: 启动服务器

source: Start Server
ja: サーバーを開始
zh_hans: 启动服务器

source: Status
ja: 状態
zh_hans: 状态

source: Stop Server
ja: サーバーを停止
zh_hans: 停止服务器

source: Tap the play button above to start the server.
ja: 上の再生ボタンをタップしてサーバーを開始してください。
zh_hans: 轻点上方的播放按钮以启动服务器。

source: Tap to review
ja: タップして確認
zh_hans: 轻点以查看

source: Text
ja: テキスト
zh_hans: 文本

source: The app has no analytics, advertising SDKs, or third-party tracking.
ja: このアプリには分析、広告SDK、第三者によるトラッキングはありません。
zh_hans: 本应用不包含分析、广告 SDK 或第三方跟踪。

source: The same PIN is used for discovered destinations. A manual destination can provide its own PIN.
ja: 検出された送信先には同じPINが使用されます。手動で追加した送信先には個別のPINを指定できます。
zh_hans: 发现的目标设备使用同一个 PIN。手动添加的目标设备可以提供自己的 PIN。

source: The selected media could not be loaded.
ja: 選択したメディアを読み込めませんでした。
zh_hans: 无法载入所选媒体。

source: This name is advertised to nearby LocalSend devices when the server starts.
ja: サーバーの開始時に、この名前が近くのLocalSendデバイスへ通知されます。
zh_hans: 服务器启动时，附近的 LocalSend 设备将看到此名称。

source: This removes all saved transfer records.
ja: 保存済みの転送記録がすべて削除されます。
zh_hans: 这将删除所有已保存的传输记录。

source: Timeout
ja: タイムアウト
zh_hans: 超时

source: Total
ja: 合計
zh_hans: 总计

source: Transfer
ja: 転送
zh_hans: 传输

source: Transfer canceled
ja: 転送をキャンセルしました
zh_hans: 传输已取消

source: Transfer complete
ja: 転送完了
zh_hans: 传输完成

source: Transfer Details
ja: 転送の詳細
zh_hans: 传输详情

source: Transfer failed
ja: 転送失敗
zh_hans: 传输失败

source: Transfer history is optional and can be turned off or deleted from Settings.
ja: 転送履歴は任意で、設定から無効化または削除できます。
zh_hans: 传输历史记录为可选功能，可在设置中关闭或删除。

source: Transferred
ja: 転送済み
zh_hans: 已传输

source: Transfers
ja: 転送
zh_hans: 传输

source: Unable to answer receive request
ja: 受信リクエストに応答できません
zh_hans: 无法响应接收请求

source: Unable to configure HTTPS identity
ja: HTTPS IDを設定できません
zh_hans: 无法配置 HTTPS 身份

source: Unable to configure receive directory
ja: 受信フォルダを設定できません
zh_hans: 无法配置接收目录

source: Unable to configure receive PIN
ja: 受信PINを設定できません
zh_hans: 无法配置接收 PIN

source: Unable to create the TLS identity directory: %@
ja: TLS IDフォルダを作成できません：%@
zh_hans: 无法创建 TLS 身份目录：%@

source: Unable to encode selected files
ja: 選択したファイルをエンコードできません
zh_hans: 无法编码所选文件

source: Unable to send file
ja: ファイルを送信できません
zh_hans: 无法发送文件

source: Unable to send files
ja: ファイルを送信できません
zh_hans: 无法发送文件

source: Unable to start LocalSend Core
ja: LocalSend Coreを開始できません
zh_hans: 无法启动 LocalSend Core

source: Unavailable
ja: 利用できません
zh_hans: 不可用

source: Unfavourite
ja: お気に入りから削除
zh_hans: 取消收藏

source: Upstream Project
ja: 上流プロジェクト
zh_hans: 上游项目

source: Use LocalSend on Other Platforms
ja: 他のプラットフォームでLocalSendを使う
zh_hans: 在其他平台上使用 LocalSend

source: Version
ja: バージョン
zh_hans: 版本

source: Waiting for %@ to accept...
ja: %@の承認を待っています…
zh_hans: 正在等待 %@ 接受…

source: Waiting for approval
ja: 承認待ち
zh_hans: 等待批准

source: Waiting for recipient approval
ja: 受信側の承認待ち
zh_hans: 等待接收方批准

source: Waiting for upload
ja: アップロード待ち
zh_hans: 等待上传

source: Welcome to Filz!
ja: Filz!へようこそ
zh_hans: 欢迎使用 Filz!

source: Windows 10 or later
ja: Windows 10以降
zh_hans: Windows 10 或更高版本

source: You can find its source code at
ja: ソースコードはこちら：
zh_hans: 你可以在此查看源代码：

source: Check Again
ja: もう一度確認
zh_hans: 再次检查

source: Checking Access…
ja: アクセスを確認中…
zh_hans: 正在检查权限…

source: Filz couldn’t confirm Local Network access. Check that your device is connected to a network, then try again.
ja: Filzはローカルネットワークへのアクセスを確認できませんでした。デバイスがネットワークに接続されていることを確認してから、もう一度お試しください。
zh_hans: Filz 无法确认本地网络访问权限。请检查设备是否已连接到网络，然后重试。

source: Local Network Access Is Off
ja: ローカルネットワークアクセスがオフです
zh_hans: 本地网络访问已关闭

source: Open Settings
ja: 設定を開く
zh_hans: 打开设置

source: Without Local Network access, Filz can’t discover nearby LocalSend devices, send files, or receive files. Turn it on in Settings to continue setup.
ja: ローカルネットワークへのアクセスがないと、Filzは近くのLocalSendデバイスを検出したり、ファイルを送受信したりできません。設定でアクセスをオンにして、セットアップを続けてください。
zh_hans: 如果没有本地网络访问权限，Filz 将无法发现附近的 LocalSend 设备，也无法发送或接收文件。请在“设置”中开启权限以继续设置。

source: Install with Chocolatey
ja: Chocolateyでインストール
zh_hans: 使用 Chocolatey 安装

source: Install with Homebrew
ja: Homebrewでインストール
zh_hans: 使用 Homebrew 安装

source: Install with Snap
ja: Snapでインストール
zh_hans: 使用 Snap 安装

source: Install with WinGet
ja: WinGetでインストール
zh_hans: 使用 WinGet 安装

source: macOS 11 Big Sur or later
ja: macOS 11 Big Sur以降
zh_hans: macOS 11 Big Sur 或更高版本

source: You’re All Set
ja: 準備が整いました
zh_hans: 一切就绪

source: © 2026 Zifa Liu. All rights reserved.
zh_hans: © 2026 Zifa Liu。保留所有权利。

source: PC
zh_hans: 电脑
